export const books = [
  {
    id: "a757a0e9-03c1-4a2a-b384-8ac21dbe2fb2",
    name: "Несносное проклятье некроманта",
    author: "Блинова Маргарита",
    genre: "Фэнтези",
    rating: 4,
    price: 250,
    annotation: 'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии!',
    reviews: [
      {
        id: "5909796d-5030-4e36-adec-68b8f9ec2d96",
        user: {
          id: "a304959a-76c0-4b34-954a-b38dbf310360",
          name: "Анна К.",
        },
        text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
        rating: 5,
      },
      {
        id: "429dea85-11dd-4054-a31e-c60c92e17255",
        user: {
          id: "20bed9b5-9c7b-4771-8221-75b74ed1904a",
          name: "Любмила Н.",
        },
        text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
        rating: 5,
      },
      {
        id: "429dea85-11dd-4054-a31e-c60c92e172555",
        user: {
          id: "20bed9b5-9c7b-4771-8221-75b74ed1904adf",
          name: "Валентина П.",
        },
        text: "Начало весьма непредсказуемое, и непонятно кто или что из себя представляет героиня. Повествование сумбурное, словно не книгу читаешь, а над ухом кто-то трещит и быстро-быстро что-то пересказывает. Перескакивает с одного на другое очень быстро, что приходилось перечитывать многие моменты. В прологе они на кладбище, их хотят изгонять, а потом резко замке. А там вообще страшные события происходят и молодой девочке хоть бы хны, хотя она не некромант. Но хоть с половины истории чтение завлекло. Соответствует заявленному жанру - юмористическому фентези, но больше склоняется к черному юмору.",
        rating: 5,
      },
      {
        id: "5909796d-5030-4e36-adec-68b8f9ec2d95",
        user: {
          id: "a304959a-76c0-4b34-954a-b38dbf310360",
          name: "Анна U.",
        },
        text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
        rating: 4,
      }
    ],
  },

  {
    id: "a757a0e9-03c1-4a2a-b384-8ac21dbe2fb2231",
    name: "Книга ночи",
    author: "Блэк Холли",
    genre: "Религия",
    rating: 4,
    price: 250,
    annotation: 'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии!',
    reviews: [
      {
        id: "5909796d-5030-4e36-adec-68b8f9ec2d6dd",
        user: {
          id: "a304959a-76c0-4b34-954a-b38dbf3103dd",
          name: "Анна К.",
        },
        text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
        rating: 5,
      },
      {
        id: "429dea85-11dd-4054-a31e-c60c92e17255",
        user: {
          id: "20bed9b5-9c7b-4771-82215b74ed1904add",
          name: "Любмила Н.",
        },
        text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
        rating: 5,
      },
      {
        id: "429dea85-11dd054-a31e-c60c92e172555sdfsdf",
        user: {
          id: "20bed9b5-9c74771-8221-75b74ed1904adfsdfsdfsdf",
          name: "Валентина П.",
        },
        text: 'Начало весьма непредсказуемое, и непонятно кто или что из себя представляет героиня. Повествование сумбурное, словно не книгу читаешь, а над ухом кто-то трещит и быстро-быстро что-то пересказывает. Перескакивает с одного на другое очень быстро, что приходилось перечитывать многие моменты. В прологе они на кладбище, их хотят изгонять, а потом резко замке. А там вообще страшные события происходят и молодой девочке хоть бы хны, хотя она не некромант. Но хоть с половины истории чтение завлекло. Соответствует заявленному жанру - юмористическому фентези, но больше склоняется к черному юмору.',
        rating: 5,
      },
      {
        id: "5909796500-4e36-adec-68b8f9ec2d95ssdf",
        user: {
          id: "a59a-76c0-4b34-954a-b38dbf310360hhgjghjg",
          name: "Анна U.",
        },
        text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
        rating: 5,
      }
    ],
  },

  {
    id: "a757a0e9-03c1-4a2a-b3sdfsdf84-8ac21dbe2fb2sdfsdf231",
    name: "Благие знамения",
    author: "Пратчетт, Гейман",
    // genre: "Переодические издания",
    genre: "Религия",
    annotation: 'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии!',
    rating: 4,
    price: 300,
    reviews: [
      {
        id: "5909796d-5030-4e36-adec-68b8f9ec2d6dfgdfdd",
        user: {
          id: "a304959a-76c0a-4b34-954a-b38dbfdfgdg3103dd",
          name: "Анна К.",
        },
        text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
        rating: 5,
      },
      {
        id: "429dea85-11dd-4054-a31e-c60c9dgdfg2e17255",
        user: {
          id: "20bed9b5-9cd7b-4771-82215b74eddgdgsd1904add",
          name: "Любмила Н.",
        },
        text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
        rating: 5,
      }
    ],
  },
];
